Revit 2027 API
ParameterTypeId.SpotElevSingleOrUpperPrefix Property
 "Single/Upper Value Prefix"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpotElevSingleOrUpperPrefix { get; }
Public Shared ReadOnly Property SpotElevSingleOrUpperPrefix As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpotElevSingleOrUpperPrefix {
	ForgeTypeId^ get ();
}
static member SpotElevSingleOrUpperPrefix : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace